tap "1password/tap"
tap "ankitpokhrel/jira-cli"
tap "ariga/tap"
tap "busser/tap"
tap "hashicorp/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "koekeishiya/formulae"
tap "padok-team/tap"
brew "age"
brew "ansible"
brew "argocd"
brew "awscli"
brew "bat"
brew "gcc"
brew "btop"
brew "chezmoi"
brew "colima"
brew "coreutils"
brew "direnv"
brew "docker"
brew "docker-buildx"
brew "eksctl"
brew "erdtree"
brew "exa"
brew "fd"
brew "fish"
brew "flake8"
brew "fnm"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "gnu-sed"
brew "go"
brew "gum"
brew "helm"
brew "hugo"
brew "jq"
brew "k9s"
brew "kind"
brew "kubernetes-cli"
brew "kustomize"
brew "lolcat"
brew "make"
brew "mas"
brew "mono"
brew "neofetch"
brew "neovim", args: ["HEAD"]
brew "nmap"
brew "node"
brew "oci-cli"
brew "poetry"
brew "pulumi"
brew "pyenv"
brew "python@3.10"
brew "ranger"
brew "ripgrep"
brew "rust"
brew "slides"
brew "starship"
brew "stow"
brew "syncthing", restart_service: true
brew "tealdeer"
brew "tmux"
brew "urlview"
brew "wget"
brew "yarn"
brew "yq"
brew "ankitpokhrel/jira-cli/jira-cli"
brew "busser/tap/tfautomv"
brew "hashicorp/tap/terraform"
brew "heroku/brew/heroku"
brew "jesseduffield/lazygit/lazygit"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "1password"
cask "1password-cli"
cask "adobe-acrobat-reader"
cask "adobe-creative-cloud"
cask "arc"
cask "font-3270-nerd-font"
cask "font-agave-nerd-font"
cask "font-anonymice-nerd-font"
cask "font-arimo-nerd-font"
cask "font-aurulent-sans-mono-nerd-font"
cask "font-bigblue-terminal-nerd-font"
cask "font-bitstream-vera-sans-mono-nerd-font"
cask "font-blex-mono-nerd-font"
cask "font-caskaydia-cove-nerd-font"
cask "font-code-new-roman-nerd-font"
cask "font-cousine-nerd-font"
cask "font-daddy-time-mono-nerd-font"
cask "font-dejavu-sans-mono-nerd-font"
cask "font-droid-sans-mono-nerd-font"
cask "font-fantasque-sans-mono-nerd-font"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-fira-mono-nerd-font"
cask "font-go-mono-nerd-font"
cask "font-gohufont-nerd-font"
cask "font-hack-nerd-font"
cask "font-hasklug-nerd-font"
cask "font-heavy-data-nerd-font"
cask "font-hurmit-nerd-font"
cask "font-im-writing-nerd-font"
cask "font-inconsolata-go-nerd-font"
cask "font-inconsolata-lgc-nerd-font"
cask "font-inconsolata-nerd-font"
cask "font-iosevka-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-lekton-nerd-font"
cask "font-liberation-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "font-monofur-nerd-font"
cask "font-monoid-nerd-font"
cask "font-mononoki-nerd-font"
cask "font-mplus-nerd-font"
cask "font-noto-nerd-font"
cask "font-open-dyslexic-nerd-font"
cask "font-overpass-nerd-font"
cask "font-profont-nerd-font"
cask "font-proggy-clean-tt-nerd-font"
cask "font-roboto-mono-nerd-font"
cask "font-sauce-code-pro-nerd-font"
cask "font-shure-tech-mono-nerd-font"
cask "font-space-mono-nerd-font"
cask "font-terminess-ttf-nerd-font"
cask "font-tinos-nerd-font"
cask "font-ubuntu-mono-nerd-font"
cask "font-ubuntu-nerd-font"
cask "font-victor-mono"
cask "font-victor-mono-nerd-font"
cask "google-drive"
cask "keycastr"
cask "kitty"
cask "logseq"
cask "marta"
cask "mono-mdk"
cask "odrive"
cask "spotify"
cask "vlc"
cask "zoom"
mas "WireGuard", id: 1451685025
mas "Xcode", id: 497799835
