tap "1password/tap"
tap "ariga/tap"
tap "busser/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "joshmedeski/sesh"
tap "nikitabobko/tap"
brew "age"
brew "ansible"
brew "argocd"
brew "awscli"
brew "bat"
brew "gcc"
brew "btop"
brew "coreutils"
brew "docker"
brew "docker-buildx"
brew "eksctl"
brew "entr"
brew "erdtree"
brew "eza"
brew "fd"
brew "fish"
brew "fnm"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "gnu-sed"
brew "go"
brew "gum"
brew "helm"
brew "hugo"
brew "jq"
brew "k9s"
brew "kubernetes-cli"
brew "make"
brew "mas"
brew "neovim"
brew "nmap"
brew "node"
brew "nowplaying-cli"
brew "pyenv"
brew "python@3.10"
brew "rbenv"
brew "ripgrep"
brew "slides"
brew "starship"
brew "stow"
brew "syncthing", restart_service: true
brew "tealdeer"
brew "tmux"
brew "urlview"
brew "watch"
brew "wget"
brew "yazi"
brew "yq"
brew "zoxide"
brew "busser/tap/tfautomv"
brew "hashicorp/tap/terraform"
brew "jesseduffield/lazygit/lazygit"
brew "joshmedeski/sesh/sesh"
cask "1password"
cask "1password-cli"
cask "adobe-acrobat-reader"
cask "aerospace"
cask "arc"
cask "font-3270-nerd-font"
cask "font-agave-nerd-font"
cask "font-anonymice-nerd-font"
cask "font-arimo-nerd-font"
cask "font-aurulent-sans-mono-nerd-font"
cask "font-bigblue-terminal-nerd-font"
cask "font-bitstream-vera-sans-mono-nerd-font"
cask "font-blex-mono-nerd-font"
cask "font-caskaydia-cove-nerd-font"
cask "font-code-new-roman-nerd-font"
cask "font-cousine-nerd-font"
cask "font-daddy-time-mono-nerd-font"
cask "font-dejavu-sans-mono-nerd-font"
cask "font-droid-sans-mono-nerd-font"
cask "font-fantasque-sans-mono-nerd-font"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-fira-mono-nerd-font"
cask "font-go-mono-nerd-font"
cask "font-gohufont-nerd-font"
cask "font-hack-nerd-font"
cask "font-hasklug-nerd-font"
cask "font-heavy-data-nerd-font"
cask "font-hurmit-nerd-font"
cask "font-im-writing-nerd-font"
cask "font-inconsolata-go-nerd-font"
cask "font-inconsolata-lgc-nerd-font"
cask "font-inconsolata-nerd-font"
cask "font-iosevka-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-lekton-nerd-font"
cask "font-liberation-nerd-font"
cask "font-m+-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "font-monofur-nerd-font"
cask "font-monoid-nerd-font"
cask "font-mononoki-nerd-font"
cask "font-noto-nerd-font"
cask "font-open-dyslexic-nerd-font"
cask "font-overpass-nerd-font"
cask "font-profont-nerd-font"
cask "font-proggy-clean-tt-nerd-font"
cask "font-roboto-mono-nerd-font"
cask "font-sauce-code-pro-nerd-font"
cask "font-shure-tech-mono-nerd-font"
cask "font-space-mono-nerd-font"
cask "font-terminess-ttf-nerd-font"
cask "font-tinos-nerd-font"
cask "font-ubuntu-mono-nerd-font"
cask "font-ubuntu-nerd-font"
cask "font-victor-mono"
cask "font-victor-mono-nerd-font"
cask "google-drive"
cask "obsidian"
cask "odrive"
cask "orbstack"
cask "raycast"
cask "vlc"
cask "wezterm"
mas "WireGuard", id: 1451685025
