tap "1password/tap"
tap "ariga/tap"
tap "busser/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "joshmedeski/sesh"
tap "nikitabobko/tap"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "pulumi/tap"
tap "qmk/qmk"
tap "sst/tap"
brew "age"
brew "ansible"
brew "argocd"
brew "asciinema"
brew "atlas"
brew "avrdude"
brew "awscli"
brew "bat"
brew "btop"
brew "coreutils"
brew "defaultbrowser"
brew "docker"
brew "docker-buildx"
brew "eksctl"
brew "entr"
brew "erdtree"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "fish"
brew "fnm"
brew "fzf"
brew "gcc"
brew "gh"
brew "git"
brew "git-delta"
brew "gnu-sed"
brew "go"
brew "gum"
brew "helm"
brew "hugo"
brew "icu4c@76"
brew "jira-cli"
brew "jj"
brew "jq"
brew "k9s"
brew "kubecolor"
brew "kubernetes-cli"
brew "lazygit"
brew "make"
brew "mas"
brew "neovim"
brew "newrelic-cli"
brew "nmap"
brew "node"
brew "nushell"
brew "nvm"
brew "poppler"
brew "pyenv"
brew "qt"
brew "pyqt"
brew "python@3.10"
brew "rbenv"
brew "ripgrep"
brew "slides"
brew "socat"
brew "spotify_player"
brew "starship"
brew "steampipe"
brew "stow"
brew "syncthing", restart_service: :changed
brew "tailscale"
brew "tealdeer"
brew "terminal-notifier"
brew "tmux"
brew "urlview"
brew "uv"
brew "watch"
brew "wget"
brew "yazi"
brew "yq"
brew "zoxide"
brew "busser/tap/tfautomv"
brew "hashicorp/tap/terraform"
brew "joshmedeski/sesh/sesh"
brew "pulumi/tap/pulumi"
brew "sst/tap/opencode"
cask "1password"
cask "1password-cli"
cask "aerospace"
cask "arc"
cask "font-3270-nerd-font"
cask "font-agave-nerd-font"
cask "font-anonymice-nerd-font"
cask "font-arimo-nerd-font"
cask "font-aurulent-sans-mono-nerd-font"
cask "font-bigblue-terminal-nerd-font"
cask "font-bitstream-vera-sans-mono-nerd-font"
cask "font-blex-mono-nerd-font"
cask "font-caskaydia-cove-nerd-font"
cask "font-code-new-roman-nerd-font"
cask "font-cousine-nerd-font"
cask "font-daddy-time-mono-nerd-font"
cask "font-dejavu-sans-mono-nerd-font"
cask "font-droid-sans-mono-nerd-font"
cask "font-fantasque-sans-mono-nerd-font"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-fira-mono-nerd-font"
cask "font-go-mono-nerd-font"
cask "font-gohufont-nerd-font"
cask "font-hack-nerd-font"
cask "font-hasklug-nerd-font"
cask "font-heavy-data-nerd-font"
cask "font-hurmit-nerd-font"
cask "font-im-writing-nerd-font"
cask "font-inconsolata-go-nerd-font"
cask "font-inconsolata-lgc-nerd-font"
cask "font-inconsolata-nerd-font"
cask "font-iosevka-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-lekton-nerd-font"
cask "font-liberation-nerd-font"
cask "font-m+-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "font-monofur-nerd-font"
cask "font-monoid-nerd-font"
cask "font-mononoki-nerd-font"
cask "font-noto-nerd-font"
cask "font-open-dyslexic-nerd-font"
cask "font-overpass-nerd-font"
cask "font-profont-nerd-font"
cask "font-proggy-clean-tt-nerd-font"
cask "font-roboto-mono-nerd-font"
cask "font-sauce-code-pro-nerd-font"
cask "font-shure-tech-mono-nerd-font"
cask "font-space-mono-nerd-font"
cask "font-terminess-ttf-nerd-font"
cask "font-tinos-nerd-font"
cask "font-ubuntu-mono-nerd-font"
cask "font-ubuntu-nerd-font"
cask "font-victor-mono"
cask "font-victor-mono-nerd-font"
cask "gcloud-cli"
cask "ghostty"
cask "gimp"
cask "google-drive"
cask "leader-key"
cask "obsidian"
cask "odrive"
cask "ollama-app"
cask "orbstack"
cask "qmk-toolbox"
cask "raycast"
cask "scroll-reverser"
cask "steam"
cask "visual-studio-code"
cask "vlc"
cask "zed"
cask "zen"
cask "zoom"
mas "WireGuard", id: 1451685025
vscode "alexanderte.dainty-nord-vscode"
vscode "biomejs.biome"
vscode "bradlc.vscode-tailwindcss"
vscode "catppuccin.catppuccin-vsc"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "saoudrizwan.claude-dev"
vscode "wallabyjs.wallaby-vscode"
